Repository: Zren/plasma-applet-eventcalendar
Catalog: package/locale/*.po
Languages: fr

source: General
fr: Général

source: Calendar
fr: Calendrier

source: Weather
fr: Météo

source: Advanced
fr: Avancé

source: Event Summary
fr: Résumé d'événement

source: to
fr: à

source: All Day
fr: Toute la journée

source: Save
fr: Sauvegarder

source: Discard
fr: Retirer

source: Edit description
fr: Modifier la description

source: Delete Event
fr: Effacer l'événement

source: Confirm Deletion
fr: Confirmer la suppression

source: Edit in browser
fr: Modifier dans le navigateur

source: Show agenda
fr: Afficher l'agenda

source: Agenda above the month (Single Column)
fr: Agenda au-dessus du mois

source: Agenda to the left (Two Columns)
fr: Agenda à gauche du mois

source: Weather Icon
fr: Icône de météo

source: Icon Outline
fr: Contour d'icône

source: Weather Text
fr: Texte de la météo

source: Click Weather:
fr: Cliquer sur la météo:

source: Open City Forecast In Browser
fr: Ouvrir le navigateur pour afficher les prévisions

source: Click Date:
fr: Cliquer sur la date:

source: Open New Event In Browser
fr: Ouvrir un nouvel événement dans le navigateur

source: Click Event:
fr: Cliquer sur l'événement:

source: Open Event In Browser
fr: Ouverture de l'événement dans le navigateur

source: Show multi-day events:
fr: Afficher les événements qui s'étalent sur plusieurs jours:

source: On all days
fr: Tous les jours

source: Only on the first and current day
fr: Seulement le premier et pour la journée en cours

source: Remember selected calendar in New Event Form
fr: Se souvenir du calendrier sélectionné lors de la création d'un nouvel événement

source: Current Month
fr: Mois en cours

source: Always show next 14 days
fr: Toujours afficher les 14 prochains jours

source: Hide completed events
fr: Cacher les événements complétés

source: Show all events of the current day (including completed events)
fr: Afficher tous les événements de la journée (incluant les événements complétés)

source: Colors
fr: Couleurs

source: Show calendar
fr: Afficher le calendrier

source: Scroll to event in Agenda
fr: Défiler jusqu'à l'événement dans l'agenda

source: DoubleClick Date:
fr: Doucle-cliquer sur la date

source: Show Borders
fr: Afficher les contours

source: Show Week Numbers
fr: Afficher les numéros de semaine

source: Event Badge:
fr: Badge d'événement:

source: Theme
fr: Thème

source: Dots (3 Maximum)
fr: Points (maximum 3)

source: Bottom Bar (Event Color)
fr: Barre inférieure (couleur d'événement)

source: Bottom Bar (Highlight)
fr: Barre inférieure

source: Count
fr: Compteur

source: Selected:
fr: Sélectionné:

source: Solid Color (Highlight)
fr: Couleur unie (surlignée)

source: Today:
fr: Aujourd'hui

source: Solid Color (Inverted)
fr: Couleur unie (inversée)

source: Big Number
fr: Gros numéro

source: Chose a sound effect
fr: Choisir le son

source: Meteogram
fr: Météogramme

source: Timer
fr: Minuterie

source: Choose
fr: Choisir

source: Clock
fr: Horloge

source: Time Format
fr: Format de l'heure

source: The default font for the Breeze theme is Noto Sans which is hard to read with small text. Try using the Sans Serif font if you find the text too small when adding a second line.
fr: La police qu'utilise Breeze par défaut est Noto Sans, mais les petits caractères sont difficiles à lire. Essayer Sans Serif si la deuxième ligne paraît illisible.

source: Font:
fr: Police

# Use default font
source: Default
fr: Défaut

source: Fixed Clock Height:
fr: Aujuster la hauteur de l'horloge:

source: (0px = scale to fit)
fr: (0px = adapter à l'échelle)

source: Line 1:
fr: Ligne 1:

source: Preset:
fr: Présélection:

source: Bold
fr: Gras

source: Line 2:
fr: Ligne 2

source: Height:
fr: Hauteur:

source: Mouse Wheel
fr: Molette de la souris

source: Run Commands
fr: Exécuter

source: Scoll Up:
fr: Défiler vers le haut:

source: Scroll Down:
fr: Défiler vers le bas:

source: Volume (No UI) (amixer)
fr: Volume (sans notification) (amixer)

source: Volume (UI) (qdbus)
fr: Volume (avec notification) (qdbus)

source: Misc
fr: Divers

source: Desktop Widget: Show background
fr: Widget de bureau: Afficher le fond d'écran

source: Login
fr: Connexion

source: Currently Synched.
fr: Synchronisé

source: Logout
fr: Déconnexion

source: To sync with Google Calendar
fr: Synchroniser avec Google Calendar

source: Enter the following code at <a href="https://www.google.com/device">https://www.google.com/device</a>.
fr: Entrer le code sur <a href="https://www.google.com/device">https://www.google.com/device</a>.

source: Generating Code...
fr: Génération du code...

source: Calendars
fr: Calendriers

source: Refresh
fr: Rafraîchir

source: Refresh events every:
fr: Rafraîchir les événements à toutes les:

source: Data
fr: Données

source: City Id:
fr: Id de la ville

source: Eg: 5983720
fr: Ex: 5983720

source: Find City
fr: Trouver une ville

source: Settings
fr: Paramètres

source: Update forecast every:
fr: Mise à jour des prévisions à toutes les:

source: Show next
fr: Montrer

source: hours
fr: heure

source: in the meteogram.
fr: dans le météogramme.

source: Units:
fr: Unités:

source: Select city
fr: Choisir une ville

source: Fetched from <a href="http://openweathermap.org/help/city_list.txt">http://openweathermap.org/help/city_list.txt</a>
fr: Récupérée depuis <a href="http://openweathermap.org/help/city_list.txt">http://openweathermap.org/help/city_list.txt</a>

source: Search
fr: Chercher

source: Name
fr: Nom

source: City Webpage
fr: Page web de la ville

source: Open Link
fr: Ouvrir le lien

source: Fetched from <a href="https://weather.gc.ca/canada_e.html">https://weather.gc.ca/canada_e.html</a>
fr: Récupérée depuis <a href="https://weather.gc.ca/canada_e.html">https://weather.gc.ca/canada_e.html</a>

source: Set Locale...
fr: Paramètres régionaux...

source: [No Calendars]
fr: [Aucun calendrier]

source: Eg: 9am-5pm Work
fr: Ex: 9am-5pm Travail

source: Weather not configured. Go to Weather in the config and set your city, and/or disable the meteogram to hide this area.
fr: Météo non paramétrée. Aller sélectionner votre ville dans les paramètres Météo, et/ou désactiver l'affichage du météogramme.

source: Repeat
fr: Répéter

source: Sound
fr: Son

source: Events Starting
fr: Événements qui débutent

source: Events In Progress
fr: Événements en cours

source: Upcoming Events
fr: Événements à venir
