Repository: Zren/plasma-applet-eventcalendar
Catalog: package/translate/*.po
Languages: el, ja, nl, pt_br, ru

source: Event Title
ja: イベントタイトル
nl: Titel
pt_br: Título do Evento
ru: Название мероприятия

source: Add location
ja: 地域を追加
nl: Locatie toevoegen
pt_br: Incluir local
ru: Добавить местоположение

source: Add description
ja: 概要を追加
nl: Omschrijving toevoegen
pt_br: Incluir descrição
ru: Добавить описание

source: &Save
el: Αποθήκευση
ja: ＆保存
nl: Op&slaan
pt_br: &Salvar
ru: &Сохранить

source: &Cancel
ja: ＆キャンセル
nl: &Annuleren
pt_br: &Cancelar
ru: &Отменить

source: Add due date
nl: Einddatum toevoegen
pt_br: Adicionar data de vencimento
ru: Добавить дату окончания

source: <b>Version:</b> %1
el: <b>Έκδοση:</b> %1
ja: <b>バージョン:</b> %1
nl: <b>Versie:</b> %1
pt_br: <b>Versão:</b> %1
ru: <b>Версия:</b> %1

# Use default font
source: Default
el: Προεπιλογή
ja: デフォルト
nl: Standaard
pt_br: Padrão
ru: По-умолчанию

source: Choose a sound effect
el: Επιλογή ηχητικού εφέ
ja: サウンドエフェクトを選択
nl: Kies een geluidseffect
pt_br: Escolha um efeito sonoro
ru: Выбор звукового эффекта

source: Sound files (%1)
ja: サウンドファイル (%1)
nl: Geluidsbestanden (%1)
pt_br: Arquivos de áudio (%1)
ru: Звуковой файл (%1)

source: All files (%1)
ja: 全てのファイル (%1)
nl: Alle bestanden (%1)
pt_br: Todos arquivos (%1)
ru: Все файлы (%1)

# short form for %1 hours
source: %1h
el: %1ώ
nl: %1u

source: Weather API limit reached
nl: Het api-limiet van de weerdienst is bereikt
pt_br: Limite da API do clima alcançada
ru: Лимит API по запросам

source: Logged out of Google. Please login again.
nl: Je bent uitgelogd - log opnieuw in.
pt_br: Você se desconectou do Google. Por favor entre novamente.
ru: Произведен выход из Google. Войдите снова.

source: Set Language…
ja: 言語を選択
nl: Taal instellen…
pt_br: Definir idioma…
ru: Установить язык…

source: Set Locale…
ja: 地域を選択
nl: Regionale instellingen…
pt_br: Definir Formato…
ru: Установить локаль …

source: Eg: 9am-5pm Work
el: Πχ: 9πμ-5μμ Εργασία
ja: 例：9am-5pm 仕事
nl: Bijv.: 9-17: werk
pt_br: Ex.: 09:00-17:00 Trabalho
ru: Например: 9am-5pm работа

source: Weather not configured. Go to Weather in the config and set your city, and/or disable the meteogram to hide this area.
el: Ο καιρός δεν έχει ρυθμιστεί. Πηγαίνετε στο Καιρός στις ρυθμίσεις του Event Calendar και ορίστε την πόλη σας, και / ή απενεργοποιήστε το μετεωρογράφημα για να αποκρύψετε αυτήν την περιοχή.
ja: 天気が設定されていません 天気の設定に行き都市を設定してください 又はこのエリアでの天気予報を無効にしてください
nl: Het weer is niet ingesteld. Open de pagina ‘Weer’ in de instellingen en stel een locatie in of schakel de weergrafiek uit om deze sectie te verbergen.
pt_br: Clima não configurado. Vá para a configuração de clima e configure sua cidade, e/ou desative o meteograma para esconder este campo.
ru: Погода не настроена. Перейдите в раздел «Погода» и установите своё местоположение, или отключите метеограмму, чтобы скрыть эту область.

source: Error fetching weather.
ja: エラー天気を取得できませんでした。
nl: De weerinformatie kan niet worden opgevraagd.
pt_br: Erro obtendo dados do clima.
ru: Ошибка получения погоды.

source: &Start
ja: ＆スタート
nl: &Starten
pt_br: &Iniciar
ru: &Пуск

source: Timer finished
el: Ο χρονομετρητής τελείωσε
ja: タイマーが終了
nl: Tijdklok verstreken
pt_br: O cronômetro terminou
ru: Таймер - Стоп

source: %1 has passed
el: %1 έχει παρέλθει
nl: %1 is verstreken
pt_br: %1 já passou
ru: %1 прошло

source: Repeat
el: Επανάληψη
ja: リピート
nl: Herhalen
pt_br: Repetir
ru: Повтор

source: Pause Timer
el: Παύση χρονομετρητή
ja: タイマーを一時停止
nl: Tijdklok onderbreken
pt_br: Pausar o Cronômetro
ru: Таймер-Пауза

source: Start Timer
el: Εκκίνηση χρονομετρητή
ja: タイマーをスタート
nl: Tijdklok starten
pt_br: Iniciar o Cronômetro
ru: Таймер-Пуск

source: Scroll to add to duration
el: Κύλιση ροδέλας για προσθήκη/αφαίρεση στη διάρκεια
ja: スクロール期間を追加
nl: Scroll om de duur te verlengen
pt_br: Gire a roda do mouse para aumentar a duração
ru: Прокрутите, чтобы добавить время

source: Sound
el: Ήχος
ja: 音
nl: Geluid
pt_br: Som
ru: Звук

source: Set Timer
ja: タイマーセット
nl: Tijdklok instellen
pt_br: Configurar o Cronômetro
ru: Выставить таймер

source: Events Starting
el: Εκκίνηση Συμβάντων
ja: イベント開始しました
nl: Aankomende afspraken
pt_br: Eventos Iniciados
ru: Начало событий

source: Events In Progress
el: Συμβάντα Σε Εξέλιξη
ja: イベントは実行中
nl: Lopende afspraken
pt_br: Eventos em Andamento
ru: Текущие события

source: Upcoming Events
el: Επόμενα Συμβάντα
ja: 今後のイベント
nl: Ingeplande afspraken
pt_br: Próximos Eventos
ru: Ближайшие события

# %1 = 15 minutes
source: Starting in %1
nl: Begint over %1
pt_br: Começando em %1

source: Agenda
el: Ατζέντα
ja: 予定
ru: Обзор дня

source: Google Hangouts link
ja: Google hangout リンク
pt_br: Link do Google Hangouts
ru: Переход на Google Hangouts

source: Widgets
el: Μικροεφαρμογές
ja: ウィジェット
pt_br: Interface
ru: Виджеты

source: API App Id:
el: Αναγνωριστικό API Εφαρμογής:
ru: API Id приложения:

source: Celsius
el: Κελσίου
ja: 摂氏(℃)
ru: °C Цельсия

source: Fahrenheit
el: Φαρενάϊτ
ja: 華氏(F)
ru: °F Фаренгейта

source: Kelvin
el: Κέλβιν
ja: ケルビン(K)
ru: °K Кельвина

# agenda date format line 2
source: ddd
ja: ddd曜日

# Polling interval in minutes
source: min
el: λεπτό
ja: 分

# event editor date format
source: d MMM, yyyy
ja: M月 d日, yyyy

source: px
el: πίξελ

source: Id
el: Αναγνωριστικό

source: Set Language...
el: Ορισμός Γλώσσας...

source: Set Locale...
el: Ρύθμιση Τοπικότητας...

# short form for %1 minutes
source: %1m
el: %1λ

# short form for %1 seconds
source: %1s
el: %1δ
