Repository: Zren/plasma-applet-eventcalendar
Catalog: package/translate/*.po
Languages: el, ja, nl, pt_br, ru

source: Event Calendar
el: Ημερολόγιο Συμβάντων
ja: イベントカレンダー
nl: Afsprakenboek
pt_br: Calendário de eventos
ru: Календарь событий

source: Plasmoid for a calendar+agenda with weather that syncs to Google Calendar.
nl: Een plasmoid met kalender, agenda en weer die synchroniseert met Google Agenda.
pt_br: Plasmoide para um calendário e agenda com informações do clima que sincroniza com o Google Agenda.
ru: Календарь событий с погодой и синхронизацией с Google Calendar

source: General
el: Γενικά
ja: 一般
nl: Algemeen
pt_br: Geral
ru: Главная

source: Layout
ja: レイアウト
nl: Indeling
ru: Макет

source: Timezones
el: Ζώνες 'Ωρας
ja: タイムゾーン
nl: Tijdzones
pt_br: Fusos horários
ru: Часовые пояса

source: Calendar
el: Ημερολόγιο
ja: カレンダー
nl: Kalender
pt_br: Calendário
ru: Календарь

source: Events
el: Συμβάντα
ja: イベント
nl: Afspraken
pt_br: Eventos
ru: События

source: Google Calendar
el: Ημερολόγιο Google
nl: Google Agenda
pt_br: Google Agenda
ru: Google календарь

source: Weather
el: Καιρός
ja: 天気
nl: Weer
pt_br: Clima
ru: Погода

source: Advanced
el: Προχωρημένα
ja: 高度
nl: Geavanceerd
pt_br: Avançado
ru: Расширенные

source: All Day
el: Όλη την Ημέρα
ja: 1日
nl: Hele dag
pt_br: Dia Inteiro
ru: Весь день

source: Edit
ja: 編集
nl: Aanpassen
pt_br: Editar
ru: Редактировать

source: Delete Event
el: Διαγραφή Συμβάντος
ja: イベントを削除
nl: Afspraak verwijderen
pt_br: Remover Evento
ru: Удалить событие

source: Confirm Deletion
el: Επιβεβαίωση Διαγραφής
ja: 削除を確認
nl: Verwijderen bevestigen
pt_br: Confirmar Remoção
ru: Подтвердить удаление

source: Edit in browser
el: Επεξεργασία στον φυλλομετρητή
ja: ブラウザーで編集
nl: Aanpassen in webbrowser
pt_br: Editar no navegador
ru: Редактировать в браузере

# agenda date format line 1
source: MMM d
el: d MMM
ja: M月 d日
nl: d MMM

# short month+date format
source: MMM d
ja: M月 d日
nl: d MMM

# event with no summary
source: (No title)
el: (Χωρίς Τίτλο)
ja: (無題)
nl: (naamloos)
pt_br: (Sem título)
ru: (Без названия)

source: [No Calendars]
el: [Χωρίς Ημερολόγια]
ja: [カレンダーはありません]
nl: [Geen agenda's]
pt_br: [Não há Calendários]
ru: [Без календарей]

source: HTTP Error %1: %2
nl: Http-fout %1: %2
pt_br: Erro HTTP %1: %2
ru: Ошибка соединения %1: %2

source: Could not connect
nl: Er kan geen verbinding worden gemaakt
pt_br: Não foi possível conectar.
ru: Невозможно установить соединение

source: Will try again soon.
nl: Het wordt spoedig opnieuw geprobeerd.
pt_br: Uma nova tentativa será feita em breve.
ru: Скоро повторим попытку

source: Widget has been updated. Please logout and login to Google Calendar again.
nl: De widget is bijgewerkt. Log uit en weer in op Google Agenda.
pt_br: O widget foi atualizado. Por favor se desconecte do Google Agenda e então entre novamente.
ru: Виджет был обновлен. Выйдите из учетной записи Google Calendar и войдите снова.

source: Too many web requests. Will try again soon.
nl: Er waren teveel verzoeken - het wordt spoedig opnieuw geprobeerd.
pt_br: Muitos pedidos web. Uma nova tentativa será feita em breve.
ru: Слишком много запросов. Скоро мы попытаемся снова.

source: Show agenda
el: Εμφάνιση Ατζέντας
ja: 予定を表示
nl: Agenda tonen
pt_br: Exibir agenda
ru: Показать обзор дня

source: Font Size:
el: Μέγεθος γραμματοσειράς:
ja: フォントサイズ
nl: Tekstgrootte:
pt_br: Tamanho da Fonte:
ru: Размер шрифта:

source: (0px = <b>System Settings > Fonts > General</b>)
el: (0 πίξελ = <b>Ρυθμίσεις Συστήματος > Γραμματοσειρά > Γενικά</b>)
ja: (0px = <b>システムセッティング > フォント > 一般</b>)
nl: (0px = <b>Systeeminstellingen > Lettertypen > Algemeen</b>)
pt_br: (0px = <b>Configurações do Sistema > Fontes > Geral</b>)
ru: (0px = <b>Параметры системы > Шрифты > Главная</b>)

source: Weather Icon
el: Εικονίδιο Καιρού
ja: 天気アイコン
nl: Weerpictogram
pt_br: Ícone do Clima
ru: Значок Погоды

source: Icon Outline
el: Εικονίδιο Περιγράμματος
ja: アイコン概要
nl: Pictogramcontour
pt_br: Contorno do Ícone
ru: Контур Значка

source: Weather Text
el: Κείμενο Καιρού
ja: 天気のテキスト
nl: Weertekst
pt_br: Texto do Clima
ru: Текст погоды

source: Position:
el: Θέση:
ja: 位置
nl: Locatie:
pt_br: Posição:
ru: Расположение:

source: Left
el: Αριστερά
ja: 左
nl: Links
pt_br: Esquerda
ru: Слева

source: Right
el: Δεξιά
ja: 右
nl: Rechts
pt_br: Direita
ru: Справа

source: Click Weather:
el: Κλικ στον Καιρό:
ja: 天気をクリック
nl: Actie na aanklikken van weer:
pt_br: Clicar no Clima:
ru: Клик по значку погоды:

source: Open City Forecast In Browser
el: Άνοιγμα Πρόγνωσης Καιρού στον Φυλλομετρητή
ja: 天気予報をブラウザーで開く
nl: Weersvoorspelling openen in webbrowser
pt_br: Abre a previsão para a cidade no navegador
ru: Открыть прогноз места в браузере

source: Click Date:
el: Κλικ στην Ημέρα:
ja: 日付をクリック
nl: Actie na aanklikken van datum:
pt_br: Clicar na Data:
ru: Клик по дате:

source: Open New Event In Browser
el: Άνοιγμα Νέου Συμβάντος στον Φυλλομετρητή
ja: 新しいイベントをブラウザーで開く
nl: Nieuwe afspraak openen in webbrowser
pt_br: Abre Novo Evento no Navegador
ru: Открыть новое событие в браузере

source: Open New Event Form
el: Άνοιγμα Νέας Μορφής Συμβάντος
ja: 新しいイベントフォーム
nl: Nieuwe afspraak openen in pop-up
pt_br: Abre Novo Evento
ru: Открыть форму нового события

source: Event description
ja: イベントの概要
nl: Omschrijving
pt_br: Descrição do evento
ru: Описание события

source: Hide 'All Day' text
ja: '今日'を隠す
nl: Label ‘Hele dag’ verbergen
pt_br: Esconder texto 'Dia Inteiro'
ru: Спрятать 'Все дни'

source: Click Event:
el: Κλικ στο Συμβάν:
ja: イベントクリック：
nl: Actie na aanklikken van afspraak:
pt_br: Clicar no Evento:
ru: Клик по событию:

source: Open Event In Browser
el: Άνοιξε το Συμβάν στον Φυλλομετρητή
ja: イベントをブラウザーで開く
nl: Afspraak openen in webbrowser
pt_br: Abre o Evento no Navegador
ru: Открыть событие в браузере

source: Show multi-day events:
el: Εμφάνιση συμβάντων πολλαπλών ημερών:
ja: 複数のイベントを表示：
nl: Meerdaagse afspraken tonen:
pt_br: Mostre eventos de vários dias:
ru: Показать многодневные события:

source: On all days
el: Σε όλες τις ημέρες
ja: 毎日
nl: Elke dag
pt_br: Todos os dias
ru: На все дни

source: Only on the first and current day
el: Μόνο την πρώτη ημέρα και σήμερα
ja: 当日のみ
nl: Alleen op de eerste en huidige dag
pt_br: Somente hoje e no primeiro dia
ru: Только на первый и текущий день

source: Remember selected calendar in New Event Form
el: Θυμήσου το επιλεγμένο ημερολόγιο στην Νέα Μορφή Συμβάντος
ja: 選択したカレンダーを新しいイベントフォームで記憶する
nl: Gekozen agenda onthouden in pop-up ‘Nieuwe afspraak’
pt_br: Lembrar do calendário selecionado no formulário de novo evento
ru: Запомнить выбранный календарь в форме нового события

source: Current Month
el: Παρών Μήνας
ja: 今月
nl: Deze maand
pt_br: Mês atual
ru: Текущий месяц

source: Always show next 14 days
el: Πάντα εμφάνιση των επόμενων 14 ημερών
ja: 常に次の14日間を表示する
nl: Altijd de volgende 14 dagen tonen
pt_br: Sempre mostrar os próximos 14 dias
ru: Всегда показывать следующие 14 дней

source: Hide completed events
el: Απόκρυψη ολοκληρωμένων συμβάντων
ja: 完了したイベントを隠す
nl: Afgeronde afspraken verbergen
pt_br: Ocultar eventos concluídos
ru: Скрыть завершенные события

source: Show all events of the current day (including completed events)
el: Εμφάνιση όλων των σημερινών συμβάντων (συμπεριλαμβανομένων των ολοκληρωμένων)
ja: 今日のイベントをすべて表示 (完了したイベントを含む)
nl: Alle afspraken van de huidige dag tonen (inclusief afgeronde)
pt_br: Mostrar todos os eventos do dia atual (incluindo eventos concluídos)
ru: Показать все события текущего дня (включая завершенные события)

source: Colors
el: Χρώματα
ja: 色
nl: Kleuren
pt_br: Cores
ru: Цвет

source: In Progress
el: Σε Εξέλιξη
ja: 進行中のイベント
nl: Lopend
pt_br: Em andamento
ru: Выбрать

source: Day Spacing:
ja: 一日の間隔：
nl: Ruimte tussen dagen:
pt_br: Espaçamento entre Dias
ru: Отступы дней

source: Event Spacing:
ja: イベントの間隔：
nl: Ruimte tussen afspraken:
pt_br: Espaçamento entre Eventos
ru: Отступы событий

source: Show calendar
el: Εμφάνιση ημερολογίου
ja: カレンダー表示
nl: Kalender tonen
pt_br: Mostrar calendário
ru: Показать календарь

source: Scroll to event in Agenda
el: Μετάβαση σε συμβάν στην Ατζέντα
ja: イベントのある予定までスクロール
nl: Afspraak tonen in agenda
pt_br: Ir para evento no Calendário
ru: Выделить событие в обзоре дня

source: Double-click on Date:
el: Διπλό κλικ στην Ημερομηνία:
ja: 日付をダブルクリック：
nl: Actie na dubbelklikken op datum:
pt_br: Clicar Duas Vezes na Data:
ru: Двойной клик по дате:

source: New Google Calendar Event (Web Browser)
nl: Nieuwe Google Agenda-afspraak (webbrowser)
pt_br: Novo Evento do Google Agenda (Navegador Web)
ru: Новое событие Google Calendar (В браузере)

source: Do Nothing
nl: Niets doen
pt_br: Não Fazer Nada
ru: Ничего не делать

source: Style
el: Στιλ
ja: スタイル
nl: Stijl
pt_br: Estilo
ru: Стиль

source: Current Month Title:
nl: Naam van huidige maand:
pt_br: Título do Mês Atual:
ru: Заголовок текущего месяца:

# calendar title format for current month
source: MMMM d, yyyy
el: d MMMM, yyyy
ja: M月 d日 yyyy
nl: d MMMM yyyy
ru: d MMMM, yyyy

source: Show Borders
el: Εμφάνιση Περιθωρίων
ja: 境界を表示
nl: Kaders tonen
pt_br: Mostrar Bordas
ru: Показать сетку

source: Show Week Numbers
el: Εμφάνιση Αριθμών Εβδομάδων στο Ημερολόγιο
ja: 週を表示
nl: Weeknummers tonen
pt_br: Mostrar Número da Semana
ru: Показать номера недель

source: Highlight Current Day / Week
ja: 現在の [日/週] をハイライトする
nl: Huidige dag/week markeren
pt_br: Destacar Dia / Semana Atual
ru: Подсветка текущего дня/недели

source: First day of week:
ja: 週の最初の曜日
nl: Eerste dag van de week:
pt_br: Primeiro dia da semana:
ru: Первый день недели:

source: Default
el: Προεπιλογή
ja: デフォルト
nl: Standaard
pt_br: Padrão
ru: По-умолчанию

source: Event Badge:
el: Σήμα Συμβάντος:
ja: イベントバッジ
nl: Afspraakembleem:
pt_br: Descrição do Evento:
ru: Значок события:

source: Theme
el: Θέμα
ja: テーマ
nl: Thema
pt_br: Tema
ru: Тема

source: Dots (3 Maximum)
el: Κουκίδες (Μέγιστο 3)
ja: Dots(最大3)
nl: Puntjes (maximaal 3)
pt_br: Pontos (Máximo de 3)
ru: Точки (максимум 3)

source: Bottom Bar (Event Color)
el: Κάτω Μπάρα (Χρώμα Συμβάντος)
ja: 下部の線 (イベントカラー)
nl: Onderste balk (afspraakkleur)
pt_br: Barra Inferior (Cor do Evento)
ru: Низ панели (цвет события)

source: Bottom Bar (Highlight)
el: Κάτω Μπάρα (Τονισμένο)
ja: 下部の線 (ハイライト)
nl: Onderste balk (markering)
pt_br: Barra Inferior (Destacada)
ru: Низ панели (подсветка)

source: Count
el: Μέτρημα
ja: カウント
nl: Teller
pt_br: Número de eventos
ru: Подсчитать

source: Radius:
el: Ακτίνα:
ja: 半径
nl: Straal:
pt_br: Tamanho:
ru: Радиус фона:

source: Selected:
el: Επιλεγμένα:
ja: 選択済み
nl: Geselecteerd:
pt_br: Selecionado:
ru: Выделение даты:

source: Solid Color (Highlight)
el: Συμπαγές Χρώμα (Τονισμένο)
ja: ソリッドカラー (ハイライト)
nl: Vlakke kleur (markering)
pt_br: Cor Sólida (Destacada)
ru: Тёмная (на светлом)

source: Today:
el: Σήμερα:
ja: 今日
nl: Vandaag:
pt_br: Hoje:
ru: Сегодняшний день:

source: Solid Color (Inverted)
el: Συμπαγές Χρώμα (Ανεστραμένο)
ja: ソリッドカラー (反転)
nl: Vlakke kleur (omgekeerd)
pt_br: Cor Sólida (Invertida)
ru: Светлая (на тёмном)

source: Big Number
el: Μεγάλος Αριθμός
ja: 大きい数字
nl: Groot getal
pt_br: Número Grande
ru: Жирный шрифт

source: Event Calendar Plugins
el: Πρόσθετα Event Calendar
ja: Event Calendar プラグイン
nl: Afsprakenboek-uitbreidingen
pt_br: Plugins do Calendário de Eventos
ru: Плагины календаря событий

source: Plasma Calendar Plugins
el: Πρόσθετα Ημερολογίου Plasma
ja: Plasma カレンダープラグイン
nl: Plasma-kalenderuitbreidingen
pt_br: Plugins do Calendário do Plasma
ru: Плагины календаря Plasma

source: Misc
el: Διάφορα
ja: その他
nl: Overig
pt_br: Diversos
ru: Другое

source: Refresh events every:
el: Ανανέωση συμβάντων κάθε:
ja: すべてのイベントを更新
nl: Ververs afspraken elke:
pt_br: Atualize eventos a cada:
ru: Обновлять события каждые:

source: Notifications
el: Ειδοποιήσεις
ja: 通知
nl: Meldingen
pt_br: Notificações
ru: Уведомления

source: Event Reminder
nl: Afspraakherinnering
pt_br: Lembrete de Evento

source: Event Starting
el: Έναρξη Συμβάντος
ja: イベントを開始
nl: Bij aanvang
pt_br: Evento Começou
ru: Начало события

source: Show/Hide widgets above the calendar. Toggle Agenda/Calendar on their respective tabs.
el: Εμφάνιση/Απόκρυψη μικροεφαρμογών πάνω από το ημερολόγιο. Εναλλαγή Ατζέντας/Ημερολογίου στις αντίστοιχες καρτέλες.
ja: カレンダー上にウィジェットを表示/非表示 予定表/カレンダーの切り換え
nl: Toon/Verberg de widgets boven de kalender. Schakel tussen agenda en kalender middels de tabbladen.
pt_br: Mostrar ou ocultar widgets acima do calendário. Alternar entre Agenda e Calendário em suas respectivas guias.
ru: Показать/скрыть виджеты над календарем. Переключить обзор дня/календарь на соответствующие вкладки.

source: Meteogram
el: Μετεωρογράφημα
ja: 天気予報マップ
nl: Weergrafiek
pt_br: Meteograma
ru: Метеограмма

source: Timer
el: Χρονομετρητής
ja: タイマー
nl: Tijdklok
pt_br: Cronômetro
ru: Таймер

source: SFX:
el: Ηχητικά Εφέ:
ja: 効果音
nl: Effecten:
pt_br: Som de evento:
ru: Звуковой эффект:

source: Clock
el: Ρολόϊ
ja: 時計
nl: Klok
pt_br: Relógio
ru: Часы

source: Time Format
el: Μορφή Ώρας
ja: 時間形式
nl: Tijdnotatie
pt_br: Formato de Hora
ru: Формат времени

source: Time Format Documentation
ja: 時間形式のドキュメント
nl: Informatie omtrent de tijdnotatie
pt_br: Documentação de Formato de Hora
ru: Документация по форматированию

source: The default font for the Breeze theme is Noto Sans which is hard to read with small text. Try using the Sans Serif font if you find the text too small when adding a second line.
el: Η προεπιλεγμένη γραμματοσειρά για το θέμα Breeze είναι το Noto Sans το οποίο είναι δύσκολο να διαβαστεί με μικρό κείμενο. Δοκιμάστε να χρησιμοποιήσετε τη γραμματοσειρά Sans Serif αν βρείτε το κείμενο πολύ μικρό όταν προσθέτετε μια δεύτερη γραμμή.
ja: BreezeのデフォルトフォントであるNoto Sansは2業以上になると小さく読みにくいです。2行目以降をを追加するときにテキストが小さすぎる場合は、Sans Serifフォントを使用してみてください。
nl: Het standaardlettertype van het Breeze-thema is Noto Sans. Dit lettertype maakt kleine tekst moeilijk leesbaar. Gebruik het schreefloze lettertype als je de tekst op de tweede regel te klein vindt.
pt_br: A fonte padrão para o tema Breeze é a Noto Sans, que é difícil de ler usando um tamanho de fonte pequena. Caso o texto fique muito pequeno ao adicionar uma linha, tente usar a fonte Sans Serif.
ru: Шрифт по умолчанию для темы Breeze - Noto Sans, его трудно читать в мелком тексте. Если при добавлении второй строки текст слишком мал, то попробуйте использовать шрифт Sans Serif.

source: You can also use %1 or %2 to style a section. Note the single quotes around the tags are used to bypass the time format.
el: Μπορείτε επίσης να χρησιμοποιήσετε %1 ή %2 για να διαμορφώσετε ένα τμήμα. Σημειώστε ότι τα μονά εισαγωγικά γύρω από τις ετικέτες χρησιμοποιούνται για να παρακάμψουν την μορφή ώρας.
ja: ％1または％2を使用してスタイルを設定することもできます。タグを囲む単一引用符は、時刻形式をバイパスするために使用されていることに注意してください。
nl: Je kunt ook %1 of %2 gebruiken om de stijl van een sectie aan te passen. Let op: de enkele aanhalingstekens worden gebruikt om de tijdnotatie te omzeilen.
pt_br: Você também pode usar %1 ou %2 para mudar o estilo de apresentação. Note que as aspas envolvendo as tags são usadas para permitir o formato de horas literal.
ru: Чтобы создать свой стиль вы можете использовать теги %1 или %2. Обратите внимание, что одиночные кавычки вокруг тегов используются для обхода формата времени.

source: Font:
el: Γραμματοσειρά:
ja: フォント
nl: Lettertype:
pt_br: Fonte:
ru: Шрифт:

source: Fixed Clock Height:
el: Σταθερό Ύψος Ρολογιού:
ja: 時計の高さを修正する
nl: Vaste klokhoogte:
pt_br: Tamanho da Fonte de Largura Fixa do Relógio:
ru: Высота часов:

source: (0px = scale to fit)
el: (0 πίξελ = κλιμάκωση για να ταιριάξει)
nl: (0px = automatisch inpassen)
pt_br: (0px = escala padrão)
ru: (0px = масштабировать по размеру)

source: Line 1:
el: Γραμμή 1:
nl: Regel 1:
pt_br: Linha 1:
ru: Строка 1:

source: Preset:
el: Προκαθορισμένο:
ja: プリセット
nl: Voorinstelling:
pt_br: Predefinições:
ru: Шаблоны:

source: Bold
el: Έντονο κείμενο
ja: 太字
nl: Vetgedrukt
pt_br: Negrito
ru: Жирный текст

source: Line 2:
el: Γραμμή 2:
nl: Regel 2:
pt_br: Linha 2:
ru: Строка 2:

source: Height:
el: Ύψος:
ja: 高さ
nl: Hoogte:
pt_br: Tamanho:
ru: Соотношение Время/Дата:

source: Mouse Wheel
el: Ροδέλα Ποντικιού
ja: マウスホイール
nl: Muiswiel
pt_br: Roda do Mouse
ru: Колесо мыши

source: Run Commands
el: Εκτέλεση Εντολών
ja: コマンドを実行
nl: Opdrachten uitvoeren
pt_br: Executar Comandos
ru: Команды запуска

source: Scroll Up:
el: Κύλιση προς τα πάνω:
ja: 上にスクロール
nl: Omhoogscrollen:
pt_br: Roda do Mouse para Cima:
ru: Прокрутка вверх:

source: Scroll Down:
el: Κύλιση προς τα κάτω:
ja: 下にスクロール
nl: Omlaagscrollen:
pt_br: Roda do Mouse para Baixo:
ru: Прокрутка вниз:

source: Volume (No UI) (amixer)
el: Ένταση Ήχου (Χωρίς Γραφική Διεπαφή) (amixer)
ja: 音量 (UIなし) (amixer)
nl: Volume (zonder pop-up - amixer)
pt_br: Volume (Sem Efeito Gráfico) (amixer)
ru: Регулировка (без интерфейса) (amixer)

source: Volume (UI) (qdbus)
el: Ένταση Ήχου (Με Γραφική Διεπαφή) (qdbus)
ja: 音量 (UIあり) (qdbus)
nl: Volume (met pop-up - qdbus)
pt_br: Volume (Com Efeito Gráfico) (qdbus)
ru: Регулировка (с интерфейсом) (qdbus)

source: Desktop Widget: Show background
el: Μικροεφαρμογές Επιφάνειας Εργασίας: Εμφάνιση Φόντου
ja: デスクトップウィジェット：背景を表示
nl: Bureaubladwidget: achtergrond tonen
pt_br: Widget da Área de Trabalho: Exibir Plano de Fundo
ru: Виджет рабочего стола: показать фон

source: Debugging
el: Αποσφαλμάτωση
ja: デバッグ
nl: Foutopsporing
pt_br: Depuração
ru: Режим отладки

source: Debugging will log sensitive information to:
el: Αυτό θα καταγράψει ευαίσθητες πληροφορίες στο:
nl: Hiermee leg je gevoelige informatie vast in
pt_br: Isso registrará informações confidenciais em:
ru: Логи ошибок будут записываться в:

source: Enable Debugging
el: Ενεργοποίηση Αποσφαλμάτωσης
ja: デバッグを有効化
nl: Foutopsporing inschakelen
pt_br: Ativar depuração
ru: Включить отладку

source: Login
el: Σύνδεση
ja: ログイン
nl: Inloggen
pt_br: Logar
ru: Авторизация

source: Currently Synched.
el: Αυτή τη στιγμή είναι συγχρονισμένο.
ja: 現在同期されています
nl: Alles is gesynchroniseerd.
pt_br: Você está sincronizado.
ru: В настоящее время синхронизировано.

source: Logout
el: Αποσύνδεση
ja: ログアウト
nl: Uitloggen
pt_br: Sair
ru: Выйти

source: To sync with Google Calendar
el: Για συγχρονισμό με το Ημερολόγιο Google
ja: Google Calendarと同期します
nl: Synchroniseren met Google Agenda
pt_br: Sincronizar com o Google Calendar
ru: Синхронизация с календарём Google

source: Visit <a href="%1">%2</a> (opens in your web browser). After you login and give permission to access your calendar, it will give you a code to paste below.
ja: <a href="%1">%2</a> (ウェブブラウザーで開く)。 カレンダーへのアクセスを許可してください、 以下に貼り付けるコードが表示されます。
nl: Ga naar <a href="%1">%2</a> (de link opent in je browser), log in en verleen de vereiste machtiging. Kopieer daarna de door Google getoonde code en plak deze hieronder.
pt_br: Visite <a href="%1">%2</a> (abrirá no seu navegador). Após logar e dar permissão de acesso ao seu calendário, você irá receber um código para colar abaixo.
ru: Посетите <a href="%1">%2</a> (открывается в вашем веб-браузере). После того, как вы войдете в систему и дадите разрешение на доступ к своему календарю, он даст вам код для вставки ниже.

source: Copy Link
ja: リンクをコピー
nl: Link kopiëren
pt_br: Copiar Link
ru: Копировать ссылку

source: Enter code here (Eg: %1)
ja: コードを個々に記入してください(Eg: %1)
nl: Voer hier de code in (bijv.: %1)
pt_br: Escreva o código aqui (Ex: %1)
ru: Введите код сюда (Например: %1)

source: Submit
ja: 参加
nl: Versturen
pt_br: Enviar
ru: Отправить

source: Invalid Google Authorization Code
ja: Google Authorization Codeが無効です
nl: Ongeldige verificatiecode
pt_br: Código de Autorização do Google Inválido
ru: Неверный код Google авторизации

source: Calendars
el: Ημερολόγια
ja: カレンダー
nl: Agenda's
pt_br: Calendários
ru: Календари

source: Refresh
el: Ανανέωση
ja: 更新
nl: Herladen
pt_br: Atualizar
ru: Обновить

source: Tasks
ja: タスク
nl: Taken
pt_br: Tarefas
ru: Задачи

source: Options
ja: オプション
nl: Opties
pt_br: Opções
ru: Параметры

source: Event Click:
nl: Actie na aanklikken van afspraak:

source: Open Web Event View
nl: Afspraakweergave openen

source: Open Web Month View
nl: Maandweergave openen

source: Hide "This event was added from Goals in Google Calendar" description
nl: ‘Deze afspraak is toegevoegd door doelen in Google Agenda’ verbergen

source: Add Calendar
el: Προσθήκη Ημερολογίου
ja: カレンダーを追加
nl: Agenda toevoegen
pt_br: Adicionar Calendário
ru: Добавить календарь

source: New Calendar
el: Νέο Ημερολόγιο
ja: 新しいカレンダー
nl: Nieuwe agenda
pt_br: Novo Calendário
ru: Новый календарь

source: Calendar Label
el: Ετικέτα Ημερολογίου
ja: カレンダーラベル
nl: Agendalabel
pt_br: Nome do Calendário
ru: Ярлык календаря

source: Browse
el: Πλοήγηση
ja: ブラウズ
nl: Bladeren
pt_br: Navegar
ru: Обзор

source: Calendar to the left of the Agenda (Two Columns)
ja: カレンダーの右側に予定を配置（2列）
nl: Kalender naast agenda tonen (twee kolommen)
pt_br: Calendário à Direita da Agenda (Duas Colunas)
ru: Календарь слева от распорядка (Две колонки)

source: Agenda below the Calendar (Single Column)
ja: カレンダーの下に予定を配置（1列）
nl: Agenda onder kalender tonen (één kolom)
pt_br: Agenda abaixo do Calendário (Uma Coluna)
ru: Распорядок под календарем (Одна колонка)

source: Tooltip
el: Συμβουλή Εργαλείου
ja: 選択する
nl: Hulpballon
pt_br: Dica de contexto
ru: Подсказка

source: Cannot deselect Local time from the tooltip
el: Δεν είναι δυνατή η κατάργηση της επιλογής Τοπική Ώρα από τη συμβουλή εργαλείου
ja: 現地時間が必要です
nl: De lokale tijd kan niet worden gedeselecteerd in de hulpballon
pt_br: Não é possível desmarcar Hora local da dica de contexto
ru: Невозможно отменить локальное время из всплывающей подсказки

source: Data
el: Δεδομένα
ja: データ
nl: Gegevens
pt_br: Dados
ru: Данные

source: City Id:
el: Αναγνωριστικό Πόλης:
ja: 都市 Id
nl: Locatie-id:
pt_br: Id da Cidade:
ru: ID города:

source: Eg: 5983720
el: Πχ: 5983720
ja: 例: 5983720
nl: Bijv.: 5983720
pt_br: Ex: 5983720
ru: Например: 5983720

source: Find City
el: Εύρεση Πόλης
ja: 都市を探す
nl: Locatie zoeken
pt_br: Procurar por Cidade
ru: Найти

source: Eg: on-14
el: Πχ: στις-14
ja: 例: on-14
nl: Bijv.: op-14
pt_br: Ex: on-14
ru: Например: на-14

source: Settings
el: Ρυθμίσεις
ja: 設定
nl: Instellingen
pt_br: Configurações
ru: Настройки

source: Update forecast every:
el: Ενημέρωση πρόγνωσης κάθε:
ja: 天気予報を毎回更新
nl: Werk de voorspelling bij, elke:
pt_br: Atualize a previsão a cada:
ru: Обновление прогноза каждые:

source: Show next
el: Εμφάνιση των επόμενων
ja: 天気予報を
nl: Toon de komende
pt_br: Mostrar as próximas
ru: Показать

source: hour
el: ωρών
ja: 時間
nl: uur
pt_br: hora
ru: час

source: in the meteogram.
el: στο μετεωρογράφημα.
ja: 分表示
nl: in de weergrafiek.
pt_br: no meteograma.
ru: на метеограмме.

source: Units:
el: Μονάδες:
ja: 単位：
nl: Eenheden:
pt_br: Unidades:
ru: Единицы измерения:

source: Text
el: Κείμενο
ja: テキスト
nl: Tekst
pt_br: Texto
ru: Текст

source: Grid
el: Πλέγμα
ja: グリッド
nl: Rooster
pt_br: Grade
ru: Сетка

source: Rain
el: Βροχή
ja: 雨
nl: Regen
pt_br: Chuva
ru: Осадки

source: Positive Temp
el: Θετική Θερμοκρασία
ja: 0以上の温度
nl: Temp. boven vriespunt
pt_br: Temperatura Positiva
ru: Температура « + »

source: Negative Temp
el: Αρνητική Θερμοκρασία
ja: 0以下の温度
nl: Temp. onder vriespunt
pt_br: Temperatura Negativa
ru: Температура « - »

source: Icons
el: Εικονίδια
ja: アイコン
nl: Pictogrammen
pt_br: Ícones
ru: Значок

source: Select city
el: Επιλέξτε Πόλη
ja: 都市を選択
nl: Locatie kiezen
pt_br: Selecione a cidade
ru: Выбрать город

source: Fetched from <a href="%1">%1</a>
el: Ελήφθη από <a href="%1">%1</a>
ja: <a href="%1">%1</a> からのデータ
nl: Opgehaald van <a href="%1">%1</a>
pt_br: Dados obtidos de <a href="%1">%1</a>
ru: Выбрать из <a href="%1">%1</a>

source: Search
el: Αναζήτηση
ja: サーチ
nl: Zoeken
pt_br: Pesquisar
ru: Поиск

source: Name
el: Όνομα
ja: 名前
nl: Naam
pt_br: Nome
ru: Имя

source: City Webpage
el: Ιστοσελίδα Πόλης
ja: 都市のサイト
nl: Webpagina
pt_br: Página Web da Cidade
ru: Веб-сайт города

source: Open Link
el: Άνοιγμα Συνδέσμου
ja: リンクを開く
nl: Link openen
pt_br: Abir Link
ru: Открыть ссылку

source: to
el: προς
ja: から
nl: tot
pt_br: Para
ru: до
